# -*- coding: utf-8 -*-
data = {
    '^привет$': [
        'ну привет',
        'тебя не звали, иди отсюда'
    ],
    '^пока$': [
        'ну привет',
        'ну и пиздуй'
    ],
    '^пизда$': [
        'не ругайся!'
    ],
    '^да$': [
        'манда',
        'хуй на'
    ],
    '^нет$': [
        'пидора ответ'
    ],
    '^пид[o?]р$': [
        'пидор дед твой',
        'ты сам пидор'
    ],
    '^сид[o?]р$': [
        'это я люблю',
        'кто не пьет, тот пидор'
    ],
    '^го': [
        'го по пиву лучше '
    ],
    '^\)*$': [
        '))))))))))))',
        'гы))))'
    ]
}
