# -*- coding: utf-8 -*-
data = {
    '(?i)^привет$': [
        'ну привет',
        'тебя не звали, иди отсюда'
    ],
    '(?i)^пока$': [
        'ну пока',
        'ну и пиздуй'
    ],
    '(?i)^пизда$': [
        'не ругайся!'
    ],
    '(?i)^да$': [
        'манда',
        'хуй на'
    ],
    '(?i)^нет$': [
        'пидора ответ'
    ],
    '(?i)^пид[o?]р$': [
        'пидор дед твой',
        'ты сам пидор'
    ],
    '(?i)^сид[o?]р$': [
        'это я люблю'
    ],
    '(?i)^го': [
        'го по пиву лучше '
    ],
    '^\)*$': [
        '))))))))))))',
        'гы))))'
    ]
}
