# -*- coding: utf-8 -*-
data = {
    '^привет$': [
        'ну привет',
        'тебя не звали, иди отсюда'
    ],
    '^пока$': [
        'ну и пиздуй',
    ],
    '^пизда$': [
        'не ругайся!',
        'где?'
    ],
    '^да$': [
        'манда',
        'хуй на'
    ],
    '^нет$': [
        'пидора ответ'
    ],
    '^пид[o?]р$': [
        'пидор твой дед',
        'ты сам пидор',
        'пойдем пить сидор'
    ],
    '^сид[o?]р$': [
        'это я люблю',
        'кто не пьет, тот пидор'
    ],
    '^го$': [
        'го к еноту',
        'го пить сидор',
        'го бухать',
        'го калик курить'
    ],
    '^\)*$': [
        'гы))))'
    ]
}
