# -*- coding: utf-8 -*-
data = {
    r'(?i)^привет\W*$': [
        'ну привет',
        'тебя не звали, иди отсюда'
    ],
    r'(?i)^пока\W*$': [
        'ну пока',
        'ну и пиздуй'
    ],
    r'(?i)^пизда\W*$': [
        'не ругайся!'
    ],
    r'(?i)^да\W*$': [
        'манда',
        'хуй на'
    ],
    r'(?i)^нет\W*$': [
        'пидора ответ'
    ],
    r'(?i)^пид[о?]р\W*$': [
        'пидор дед твой',
        'ты сам пидор'
    ],
    r'(?i)^сид[о?]р\W*$': [
        'это я люблю'
    ],
    r'(?i)^го': [
        'го по пиву лучше '
    ],
    r'(?:[^(]*\))|(?:.*\)\))\W*$': [
        '))))))))))))',
        'гы))))'
    ],
    r'(?i)ху(ё|е)(нн|н|в)(аст|)(еньк|)(ы(й|х|е|м)|о(е|го|й|му)|ая|ий)': [
        'Извиняйся!',
        'Рот свой с мылом помой, собака.'
    ]
    # TODO: add regexs for another swear roots.
}
